{
    "title": "ගාලු මුවදොර පුරවැසි අරගලයේ පාර්ශ්වකරුවන් විසින් ඉදිරිපත් කරනු ලබන &quot;ගාලුමුවදොරින් ඔබ්බට&quot; පුරවැසි ඉල්ලීම් යෝජනාවලිය",
    "intro": {
        "title": "පූර්විකාව",
        "text" : "<p>ගෞරවනීය පුරවැසි අරගලකරුවනි, </p><p>අප මේ ගතකරමින් සිටින්නේ ඓතිහාසික නිමේෂයකි. මේ නිමේෂය තුළ අපි සැවොම අපේ පරම්පරාවන්ගේ අනාගතය සහ නූපන් මතු පරපුරේ අනාගතය සුරක්ෂිත කරන, ජනතාවාදී ජනරජයක් පිළිබඳව සිහිනය හදවතේ ගැඹුරු ම තැන්හි තබාගෙන වීදී බැස සිටිමු. අප දියත් කරමින් සිටින්නේ අවිහිංසාව, ආදරය, ධෛර්යය සහ සටන්කාමීත්වය මත පදනම් වූ අරගලයකි. එම අරගලයේ මූලික අරමුණ නන්දසේන ගෝඨාභය රාජපක්ෂ ජනාධිපතිවරයා ප්‍රමුඛ රාජපක්ෂ රෙජීමයේ අදූරදර්ශී පාලනය අවසන් කර නව සමාජ සම්මුතියක් බිහිකර ගැනීමයි. එකී අරමුණ වෙනුවෙන් ජාති, ආගම්, කුල ගෝත්‍ර සහ පක්ෂ පාට භේදයෙන් තොරව සමස්ත ශ්‍රී ලාංකීය පුරවැසියන් එක් සිත් ව ඒකාත්මික වෙමින් සිටිනු දක්නට ලැබෙයි.</p><p>කලක පටන් වර්ධනය වෙමින් පැවති පීඩාවට පත් ජනතාවගේ අරගලයනුත්, පසුගිය මාර්තු මාසයේ සිට කොළඹ ඇතුළු තදාසන්න ප්‍රදේශවල ආරම්භ කරන ලද නිහඬ විරෝධතාත්, ඒ හා සමගාමී ව දිවයින පුරා ගම් දනව් නගර සිසාරා පැතිර ගිය සාමකාමී උද්ඝෝෂණ ව්‍යාපාරයත් නිසා පුරවැසි හදවත්හි තැන්පත් වූ අවිහිංසාවාදී අරගලයක උණුසුම් අභිලාෂය පසුගිය අප්‍රේල් මස 09 වනදා සිට ඇරඹි &quot;ගාලුමුවදොර නොනිදන අරගලය&quot; සංකේතීය ව කූටප්‍රාප්තියට පත් විය. මේ මොහොතේ ජනතා අරගලයේ සංකේතීය කේන්ද්‍රස්ථානය වන ගාලුමුවදොර &#39;ගෝඨා ගෝ ගම&#39; වනාහි නව පුරවැසි අපේක්ෂාවක නිහඬ ප්‍රකාශනයකි. එය දශක හතකට අධික කාලයක් තිස්සේ දූෂිත දේශපාලන සංස්කෘතිය විසින් ඇතිකරන ලදුව, &#39;රාජපක්ෂවාදය&#39; විසින් පෙර නො වූ විරූ අන්දමින් දෘෂ්ටිවාදී පදනමක් මත ශ්‍රී ලාංකීය ජන සමාජය තුළට කිඳා බස්සවන ලද සකලවිධ පසුගාමීත්වයන්ට එරෙහි ව, නව සංස්කෘතික පුරවැසියකු සහිත ජනරජයක් බිහිකරගැනීම පිළිබඳව ගන්නා වූ ධෛර්යවන්ත උත්සාහයකි. එම උත්සාහයෙන් අපේක්ෂිත වන්නේ දශක හතකට අධික කාලයක් මේ මහපොළව අපවිත්‍ර කළ දුර්ගන්ධවත් දේශපාලන සංස්කෘතිය වෙනුවට නව දේශපාලන සංස්කෘතියක් පිළිබඳ ව සදාචාරාත්මක ක්‍රම වෙනසකි.</p><p>ඉතිහාසය පුරා ම අපගේ දේශපාලන සංස්කෘතිය තුළ වූ දුර්වලතා නිසා ක්‍රමික ව වර්ධනය වූ සමාජ ආර්ථික අර්බුදයන් පෙර නුවූ විරූ ලෙස උත්සන්න කිරීමට ගෝඨාභය රාජපක්ෂ ජනාධිපතිවරයා ප්‍රමුඛ රාජපක්ෂ දේශපාලන රෙජීමයේ අදූරදර්ශී, දූෂිත සහ බලකාමී පාලනය සමත් වී ඇත. ඔවුන්ගේ උද්ධච්ඡ සහ අමනෝඥ තීරණ ගැනීම් සහ නො සලකා හැරීම් නිසා අද වනවිට අපගේ මාතෘභූමිය, අත්‍යවශ්‍ය  සේවා පවා පවත්වාගත නො හැකි, බිඳ වැටුණු, අරාජික දේශයක් බවට පත් කොට තිබේ. එම අරාජික තත්ත්වය තුළ ඇතිකරන ලද තීව්‍ර ආර්ථික, සමාජ අර්බුදයන් විසින් පුරවැසියන් කෙරෙහි ඇතිකරන ලද පීඩනය හුදු දේශපාලන අර්බුදයකට එහා ගිය මානවීය අර්බුදයක් දක්වා මේ වනවිට තල්ලු වී ඇත. ඒ අනුව මේ අර්බුදයට විසඳුම් සෙවීමේ පළමු පියවර වන්නේ ජනාධිපති නන්දසේන ගෝඨාභය රාජපක්ෂගේ පාලනය අවසන් කිරීම බව අප සැවොම කොන්දේසි විරහිත ව එකඟවන කරුණකි. එහෙත් &#39;ගෝටා ගෝ හෝම්&#39; සටන් පාඨය යනු හුදෙක් ගෝඨාභය රාජපක්ෂ ජනාධිපතිවරයා ඉල්ලා අස් වී ගෙදර යා යුතු බව පමණක් නො වේ. ඒ තුළ ඊට වඩා බොහෝ විස්තෘත සහ අප්‍රකාශිත එකඟතා සනිටුහන් ව තිබේ. </p><p>මෙම යෝජනාවලිය තුළ දැක්වෙන්නේ එගලස උපරිම ජන කණ්ඩායම්, සංවිධාන සහ පුරවැසියන් හට එකඟවිය හැකි අවමය ලෙස අප විශ්වාස කරන යෝජනාවලිය යි. ඔබ මේ යෝජනා සමඟ එකඟ වන්නේ නම්  ඔබේ නම, ඔබ නියෝජනය කරන සාංවිධානයක් වේ නම් එහි නම, සහ අත්සන යෙදීමෙන් මේ සඳහා එකඟතාව පළ කළ හැකි ය. මෙම අවම පොදු ඉල්ලීම් මාලාව සඳහා එකඟ වීම හේතුවෙන් මෙයට එහා ඉල්ලීම් ඉල්ලීමට සහ ඒවා දිනාගැනීමට පුරවැසියකු ලෙස හෝ සංවිධානයක් ලෙස හෝ ඔබට ඇති අයිතිය සීමා කිරීමක් සිදු නො වේ. </p><p>මේ මොහොතේ ජනතා පරමාධිපත්‍ය බලය ප්‍රකාශ කිරීමට ඇති ඵලදායක ම ක්‍රමය පුළුල් පුරවැසි බලයක් බව ඔබට යළිත් සිහිපත් කරමින්, අපගෙන් උපරිමයකට ම එකඟ විය හැකි අවම පොදු එකඟතාව සනිටුහන් කරන මෙම යෝජනාවලිය සලකා බලා එකඟතාව මත අත්සන් කරන මෙන් ගෞරව පූර්වක ව ඉල්ලා සිටිමු.</p>"
    },
    "demands_list_title": "ජනතා ඉල්ලීම්",
    "demands_list": [
        {
            "enum_idx" : "1",
            "title": "ජනාධිපති ප්‍රමුඛ රාජපක්ෂ රෙජීමය වහා ම නිල වශයෙන් බලය අතහැරිය යුතුය.",
            "text": "",
            "subs": {
                "a": "වර්තමානයේ රට මුහුණ දෙන සියලු අර්බුදයන් මේ තාක් උත්සන්න වීමට ආසන්නතම වහ්තුව වත්මන් ජනාධිපතිවරයාගේ අදූරදර්ශී ක්‍රියා කලාපය යි. එම නිසා තවත් මේ රට අර්බුදයේ පතුළට වැටීම වළක්වනු වස් නන්දසේන ගෝඨාභය රාජපක්ෂ, ජනාධිපති ධූරයෙන් වහා ම ඉල්ලා අස් විය යුතු ය.",
                "b": "අනුප්‍රාප්තික ජනාධිපතිවරයා සහ නව අග්‍රාමාත්‍යවරයා රාජපක්ෂ පවුල් රෙජීමයේ අයකු නො විය යුතු ය; එ සේ ම, මූල්‍ය වංචා, දූෂණ හෝ අපරාධ චෝදනා ලැබූවකු නො විය යුතු ය.",
                "c": "රාජපක්ෂ රෙජීමය සහ එම පාලන තන්ත්‍රය විසින් රාජය ආයතන සඳහා දේශපාලනික ව පත් කරන හෝ උසස් කරන ලද  ප්‍රධාන තනතුරු (සභාපති ධූර, අධ්‍යක්‍ෂ ධූර) දරන සියලු දෙනා වහා ම එම තනතුරු වලින් ඉල්ලා අස්විය යුතු ය."
            }
        },
        {
            "enum_idx": "2",
            "title": "සීමිත කාලයක් සඳහා අන්තර්වාර පාලනය",
            "text": "",
            "subs": {
                "a": "රටේ ආර්ථික, සමාජීය හා දේශපාලන ස්ථාවරත්වය ඇති කිරීම සඳහා පාර්ලිමේන්තුවේ පක්ෂවල එකඟතාවයෙන් නව අන්තර්වාර ආණ්ඩුවක් සීමිත කාලයක් සඳහා පිහිටවිය යුතු ය. පාර්ලිමේන්තුවේ පක්ෂ නායක එකඟතාවයෙන් එම ජාතික අන්තර්වාර පාලනයේ අග්‍රාමාත්‍යවරයා ප්‍රමුඛ කැබිනට් මණ්ඩලය පත්කර ගත යුතු ය.",
                "b": "එ ලෙස නව කැබිනට් මණ්ඩලය පත් කිරීමේ දී රාජපක්ෂ පවුල් රෙජීමයේ කිසිවකු ඊට ඇතුළත් නො විය යුතු අතර පත්වන සියලු දෙනා මූල්‍ය වංචා, දූෂණ හෝ අපරාධ සම්බන්ධයෙන් චෝදනා ලැබූවන් නො විය යුතු ය.",
                "c": "අමාත්‍ය මණ්ඩලය උපරිම 15 කට සීමා විය යුතු ය. පාර්ලිමේන්තුවේ ස්ථාපනය කර ඇති නමුදු දැනට අක්‍රියව ඇති ආංශික අධීක්ෂණ කමිටු අමාත්‍යංශ විෂයයන් අනුව නැවත සක්‍රිය කරමින් ද, ඊට අවශ්‍ය වෙනත් බලතල තිබේ නම් ඒවා ලබා දෙමින් ද, ක්‍රියාත්මක භාවයට පත් කළ යුතු ය. එ මඟින් සියලු ම පාර්ලිමේන්තු මන්ත්‍රීවරුන් සක්‍රිය ව රාජ්‍ය පාලනයට දායක කරගන්නා වැඩපිළිවෙලක් කඩිනමින් ආරම්භ කළ යුතු ය.",
                "d": "කැබිනට් හා කැබිනට් නොවන අමාත්‍යවරුන්ට මෙන් ම මහජන නියෝජිතයින් වෙත ලබා දෙන්නා වූ සියලු වරප්‍රසාද යළි සමාවලෝචනය කර එම වරප්‍රසාද කප්පාදු කිරීම සඳහා කටයුතු කළ යුතුය.",
                "e": "නිශ්චිත කාල සීමාවකට පිහිටුවා ගන්නා මෙම අන්තර්වාර පාලනය අවසානයේ  ඡන්ද විමසීම් නිදහස් හා සාධාරණ ලෙස පවත්වා ජනතා පරමාධිපත්‍යය අනු ව පාලන තන්ත්‍රය පිහිටුවා ගැනීමට අවස්ථාව ලබාදිය යුතු ය."
            }
        },
        {
            "enum_idx": "3",
            "title": "අත්‍යවශ්‍ය ව්‍යවස්ථා ප්‍රතිසංස්කරණයන් කඩිනමින් සිදු කිරීම",
            "text": "",
            "subs": {
                "a": "නව අන්තර්වාර පාලනයේ පළමු කාර්යය ලෙස 20 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා  සංශෝධනය අහෝසි කරමින් 19 වන ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනයෙන් ඔබ්බට (19+) යන ආකාරයේ විධායක ජනාධිපතිධූරයේ බලතල කප්පාදු කරන 21 වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථා සංශෝධනය මාස 02 ක් තුළ සිදු කළ යුතු ය.",
                "b": "ඉන් අනතුරුව නිශ්චිත කාලරාමුවක් තුළ (උපරිමය මාස 06කට යටත් ව) විධායක ජනාධිපති ක්‍රමය අහෝසි කිරීම සඳහා අවශ්‍ය ආණ්ඩුක්‍රම ව්‍යවස්ථා ප්‍රතිසංස්කරණ ක්‍රියාවලිය ක්‍රියාවට නැංවිය යුතු ය.",
                "c": "නව ව්‍යවස්ථා සම්පාදන ක්‍රියාවලිය තුළින් ශ්‍රී ලංකාවේ වෙසෙන සියලු ජනකොටස්වලට (උතුරු නැගෙනහිර ඇතුළත් ව ජාතිකත්වය, ආගම, කුල-ගෝත්‍ර, ලිංගිකත්වය, භූගෝලීය සීමා, ජීවන වෘත්තීන්, සංස්කෘතිය ආදී විවිධත්වයන් නිසා පීඩාවට පත් ව සිටින ජනකොටස්වලට) සාධාරණ හා යුක්තිගරුක ලෙස ජීවත්විය හැකි පසුබිමක් සහතික කිරීමේ නීතිමය ප්‍රතිසංස්කරණයන් ඇති කිරීම සහ ඒ පිළිබඳව පුළුල් ජාතික වැඩසටහනක් ක්‍රියාත්මක කිරීම තුළින් නෛතික ප්‍රතිසංස්කරණ වලට සමගාමී සමාජ ප්‍රතිසංස්කරණයන් ඇති කළ යුතු ය.",
                "d": "ජාතික සංහිඳියා වැඩසටහන් වගවීමක් සහිත ව ක්‍රියාවට නැංවීම තුළින් යුක්තිගරුක දීර්ඝකාලීන සාමය සඳහා පදනම සැපයිය යුතු ය.",
                "e": "සහභාගිත්ව ප්‍රජාතන්ත්‍රවාදී දේශපාලන සංස්කෘතියක් ගොඩනැගීමට හා ශක්තිමත් කිරීමට ඉඩ ලබා දිය යුතු ය. ඒ යටතේ ව්‍යවස්ථාදායකය සහ ජනතාව සම්බන්ධ කරන පුරවැසි සභාවක් / සභා ස්ථාපිත කිරීමට කටයුතු කළ යුතු අතර පුරවැසි අරගලයට සම්බන්ධ පාර්ශ්ව ප්‍රමුඛ ව සිවිල් සමාජ කොටස් ඇතුළත් කර ගනිමින් සෑම ක්ෂේත්‍රයක් ම ආවරණය වන පරිදි ගොඩ නැඟෙන මෙම පුරවැසි සභාවේ / සභාවන් ගේ අදහස් හා අභිලාෂයන් රාජ්‍ය පාලනයට හවුල් කර ගැනීම සඳහා විධිමත් හරයාත්මක සහ කාර්යපටිපාටිමය නෛතික ප්‍රතිසංස්කරණයන් ඇතිකළ යුතුය."
            }
        },
        {
            "enum_idx" : "4",
            "title": "අර්බුද කළමනාකරණය",
            "text": "ශ්‍රී ලංකාව මේ මොහොතේ මුහුණ දෙමින් සිටින බරපතළ ආර්ථික, සමාජයීය සහ දේශපාලනික අර්බුදය මානවීය අර්බුදයක් දක්වා ව්‍යාප්ත ව ඇත. එම අර්බුදයන් විසඳීම සඳහා කෙටි, මධ්‍ය සහ දිගුකාලීන වශයෙන් ක්‍රි මාර්ග ගැනීමට කටයුතු කළ යුතු ය.", 
            "subs": {
                "a": "මේ මොහොතේ ලංකාව මුහුණ දෙන හදිසි තත්ත්වයට (ඖෂධ ඇතුළු අත්‍යවශ්‍ය භාණ්ඩ හිඟය) සහ ජනතාවගේ ආර්ථික පීඩනයට සහන සලසන ජන සහන අයවැයක් ගෙන ආ යුතු ය.",
                "b": "ඉහත අයවැය පදනම් කරගෙන මෙම අර්බුදයන් හමුවේ කඩා වැටී ඇති සියලු ම ක්ෂේත්‍ර නඟා සිටුවීම සඳහා විශේෂ සමාජ දිරිගැන්වීමේ වැඩසටහනක් ඉදිරිපත් කළ යුතු ය.",
                "c": "සාර්ව ආර්ථික සමතුලිතය සඳහා විශේෂඥ උපදෙස් සහිතව කඩිනම් ආර්ථික ප්‍රතිසංස්කරණ වැඩපිළිවෙලක් ක්‍රියාවට නැංවිය යුතු ය.",
                "d": "එ මෙන්ම ඉදිරියේ දී මුහුණ දීමට සිදුවන අර්බුදයන් වලදී සහ සිදුකිරීමට නියමිත ආර්ථික ප්‍රතිව්‍යුහගත කරන වැඩසටහන් වලදී සමාජයේ අධි අවදානමට (High Vulnerability) මුහුණදීමට සිදුවන සමාජ කොටස් වලට ආරක්ෂාව සපයනු වස් සමාජ ආරක්ෂණ දැලක් (Social Security Net) වහා ම සකස් කළ යුතු ය.",
                "e": ">පාරිභෝගිකයන් සූරාකන කළුකඩ වෙළඳ මාෆියාවන් වහා ම පාලනය කිරීමටත් අත්‍යවශ්‍ය භාණ්ඩවල මිල තීරණය හා ගුණාත්මක තත්ත්වය පාලනය සඳහාත් විධිමත් යාන්ත්‍රණයක් ගොඩනැගිය යුතු ය.",
                "f": "දැනට ක්‍රියාත්මක සියලු සංවර්ධන ව්‍යාපෘති සමාජ විගණනයකට ලක්කර හානිකර සහ අනවශ්‍ය ව්‍යාපෘති සමාලෝචනයකට ලක්කර එම ව්‍යාපෘති නතර කිරීමට හෝ සුදුසු වෙනස්කම් සහිත ව නැවත ආරම්භ කිරීමට පියවර ගැනීම සහ නිශ්චිත ප්‍රමුඛතා ලැයිස්තුවක් මත ඉදිරි සංවර්ධන ව්‍යාපෘති ක්‍රියාත්මක කිරීම.",
                "g": "ඉදිරියේ දී සිදුකරන ආර්ථික ප්‍රතිසංස්කරණ වලදී රාජ්‍ය ආයතන පිළිබඳව සහ ජාතික වැදගත්කමකින් යුතු සම්පත් පිළිබඳව තීරණ ගැනීමේදී වෘත්තීය සමිති, ඒ ඒ ක්ෂේත්‍රයන්හි ප්‍රවීනයන් ඇතුළු සියලු පාර්ශ්වයන්හි (All Stakeholders) අදහස් විමසා විධිමත් හා පාරදෘශ්‍ය ක්‍රියාවලියක් තුළ එකී තීරණ ගත යුතු ය.",
                "h": "විදේශ ණය ප්‍රතිව්‍යූහගතකරණ ක්‍රියාවලියේ දී දේශගුණික ණය (Climate Debt) වැනි නවමු සංකල්ප කෙරෙහි අවධානයක් යොමු කිරීම තුළින් ශ්‍රී ලංකාවට ලබාගත හැකි සහනයන් ලබා ගැනීම සඳහා අවශ්‍ය රාජ්‍යතාන්ත්‍රික මැදිහත්වීම සිදු කළ යුතු ය."
            }
        },
        {
            "enum_idx" : "5",
            "title": "වත්කම් විමර්ශනය සහ ප්‍රකාශනය",
            "text": "තේරී පත් වූ සහ පත් කරන ලද සියලුම නිලධාරීන් ඔවුන්ගේ වත්කම් ප්‍රකාශ කළ යුතු අතර නීති විරෝධී ලෙස උපයාගත් වත්කම් හෙළිදරව් කර ගැනීමට සහ ආපසු අයකර ගැනීමට නීත්‍යානුකූල ක්‍රම මගින් විමර්ශන පැවැත්විය යුතුය.", 
            "subs": {
                "a": "රාජපක්ෂ පවුල් රෙජීමයේ සාමාජිකයින් ද ඇතුළුව සියලු ම මහජන නියෝජිතයින්ගේ සහ ඔවුන්ගේ සමීපතම ඥාතීන් ගේ වත්කම් හා බැරකම් පිළිබඳව වෝහාරික විගණනයක් පැවැත්විය යුතුය.",
                "b": "එකී වෝහාරික විගණනය මගින් අනාවරණය වන අනිසි උපයාගැනීම් පිළිබඳ ව විමර්ශනය කර වරදකරුවන්ට දඬුවම් ලබා දී අයථා ඉපයීම් රාජසන්තක කිරීමට කටයුතු කළ යුතු ය.",
                "c": "රටින් බැහැර කර තිබෙන අයථා ලෙස උපයාගන්නා ලද වත්කම් නැවත ශ්‍රී ලංකා රාජ්‍යය වෙත අත්පත් කරගැනීම සඳහා රාජ්‍යතාන්ත්‍රික මැදිහත්වීම් ආරම්භ කිරීම සහ එකී වත්කම් නැවත අත්පත් කරගැනීම සඳහා අවශ්‍ය නෛතික සහ තාක්ෂණික විශේෂඥතාවය ලබා ගැනීම සඳහා කටයුතු කළ යුතු ය.",
                "d": "2003 එක්සත් ජාතීන්ගේ දූෂණ විරෝධී ප්‍රඥප්තිය ශ්‍රී ලංකාව තුළ බලාත්මක කිරීම සඳහා අවශ්‍ය නෛතික ප්‍රතිපාදන හඳුන්වා දිය යුතු ය."
            }
        },
        {
            "enum_idx" : "6",
            "title": "නීතියේ සාධාරණත්වය තහවුරු කිරීම",
            "text": "",
            "subs": {
                "a": "නීතිපතිවරයාගේ ක්‍රියාදාමය සම්බන්ධයෙන් විනිවිදභාවයක් සහිතව වගවීම සහතික කරන යාන්ත්‍රණයක් (උදාහරණ ලෙස සිවිල් ක්‍රියාකාරීන්ට ද පැමිණ කරුණු දැක්විය හැකි පාර්ලිමේන්තු අධීක්ෂණ කමිටුවක් වැනි යාන්ත්‍රණයක්) ස්ථාපිත කළ යුතු ය.",
                "b": "නීතිය අවභාවිත කරමින් පුරවැසියන්ගේ භාෂණයේ සහ ප්‍රකාශනගේ අයිතිය ඇතුළු මූලික මිනිස් අයිතිවාසිකම් සහ අනෙකුත් මානව අයිතීන් උල්ලංඝනය කරන සියලු ආකාරයේ නීතිමය අඩන්තේට්ටම් වහා ම නැවැත්වීම සඳහා නීතිමය ප්‍රතිසංස්කරණ සිදුකිරීමට පියවර ගත යුතු ය. (උදා. PTA හා යෝජිත CTA පනත් මගින් සිදුවන මූලික මිනිස් අයිතිවාසිකම් යටපත් කිරීම් වහා ම ඉවත් කිරීම සඳහා පියවර ගත යුතු ය.)",
                "c": "පැවැති පාලන තන්ත්‍රයන්හි අනුහසින් සිදුකරන ලද සියලු ඝාතන, පැහැරගැනීම්, අතුරුදහන් කිරීම් ඇතුළු (පාස්කු ප්‍රහාරය, මිරිහාන සාමකාමී උද්ඝෝෂණයට එල්ල කළ ප්‍රහාරය, රඹුක්කන ඝාතනය, ගෝඨාගෝගම, මයිනාගෝගම, මහල්වරාව වැනි සාමකාමී අරගලයන් ඉලක්ක කර එල්ල කළ ප්‍රහාර ආදී) අනෙකුත් අපරාධ පිළිබඳ ව දැනට විභාග කෙරෙන නඩු, කිසිදු දේශපාලනික බලපෑමකින් තොර ව කඩිනමින් විභාග කිරීමට අවශ්‍ය පරිසරය සකස් කර, අපරාධ සඳහා වගකිවයුත්තන්ට නිසි දඬුවම් ලබා දිය යුතු ය. එසේ ම, රාජපක්ෂ පාලන සමයේ දේශපාලනික බලපෑම් හේතුවෙන් තාක්ෂණික හේතු මත ඉවත් කරගත් නඩු ඇතුළු අනෙකුත් නීතිමය ක්‍රියාමාර්ග යළි ආරම්භ කළ යුතු ය. මෙතෙක් නීතිමය ක්‍රියාමාර්ග නො ගත් නඩු සඳහා කඩිනමින් නෛතික ක්‍රියාමාර්ග ආරම්භ කළ යුතු ය.",
                "d": "වයින පුරා සිදුවී ඇති මේ දක්වා හෙළි වී නො මැති සියලු පුද්ගල ඝාතන, පැහැරගැනීම්, අතුරුදහන් කිරීම්, ලිංගික අපහරණ, ඉඩම් හා දේපළ පැහැරගැනීම්, දේපළ හානි, බහිරාධිකරණ ඝාතන (Extrajudicial Killings) ඇතුළු අනෙකුත් අපරාධ පිළිබඳ ව සත්‍යය සොයා බැලීම සඳහා &#39;අපරාධ යුක්ති කොමිසමක්&#39; පත් කර එම සිද්ධිවල සත්‍යය සෙවීමට කටයුතු කළ යුතු ය. තව ද, එමගින් අනාවරණය වන තොරතුරු මත පදනම් ව නීතිය ක්‍රියාත්මක කර, වගකිව යුත්තන්ට නිසි දඬුවම් ලබා දීමට කටයුතු කළ යුතු ය.",
                "e": "මෑත ඉතිහාසය තුළ දේශපාලන වුවමනාවන් මත නීතිය අවභාවිත කරමින් සිදුකරන ලද සියලු අත්අඩංගුවට ගැනීම් තුලින් අසාධාරණයට සහ හිංසනයට ලක්වූවන්ට කඩිනමින් සාධාරණයක් ඉටු කිරීම සඳහා අවශ්‍ය ක්‍රියාමාර්ග ගත යුතු ය.",
                "f": "සියලු බන්ධනාගාර, මානව හිමිකම් කොමිසමේ නිරීක්ෂණයට ලක් කිරීමට ඉඩදීම මගින් සියලු ම දේශපාලන රැඳවියන්ගේ සත්‍ය තොරතුරු ලැයිස්තුවක් ප්‍රකාශයට පත් කළ යුතු ය. එ සේ ම එම දේශපාලන රැඳවියන් කඩිනමින් නිදහස් කිරීමට කටයුතු කළ යුතු ය.",
                "g": "අත්තනෝමතික පරිසර සංහාරයන් සහ ජෛව සම්පත් මංකොල්ලයන් පිළිබඳව සාධාරණ සහ අපක්ෂපාතී විමර්ශනයන් කඩිනමින් සිදු කර, වගකිව යුත්තන්ට දඬුවම් ලබාදීම තුළින් යුක්තිය ඉටුවීම සහතික කළ යුතු ය."
            }
        },
        {
            "enum_idx" : "7",
            "title": "ජීවත්වීමේ අයිතිය (Right to Life) මූලික අයිතිවාසිකමක් ලෙස ආණ්ඩුක්‍රම ව්‍යවස්ථාවට ඇතුළත් කිරීමට පියවර ගත යුතු ය. (මේ සඳහා ඉන්දියාවේ සහ දකුණු අප්‍රිකාවේ වැනි ආණ්ඩුක්‍රම ව්‍යවස්ථාවල ජීවත්වීමේ අයිතිය ඇතුළත් කර ඇති ආකාරය ආදර්ශයක් ලෙස භාවිත කළ හැකි ය).",
            "text": "", 
            "subs": {}
        },
        {
            "enum_idx" : "8",
            "title": "අන්තර්වාර පාලනයෙන් පසු ව පවත්වනු ලබන සියලු මැතිවරණ, නිදහස් හා සාධාරණ ලෙස පැවැත්වීම සඳහා අවශ්‍ය නීතිමය ප්‍රතිසංස්කරණයන් හඳුන්වා දීම",
            "text": "", 
            "subs": {
                "a": "මැතිවරණයක් ප්‍රකාශයට පත් වූ පසු ව මහජන සංඛ්‍යාත භාවිත කරන සියලු ජනමාධ්‍ය නිදහස් හා සාධාරණ ලෙස ස්වාධීන ව අධීක්ෂණය කිරීම සඳහා ස්වාධීන මැතිවරණ කොමිසමට බලය පැවරෙන විශේෂ නීති ප්‍රතිසංස්කරණ සිදු කළ යුතු ය.",
                "b": "මැතිවරණය ප්‍රකාශයට පත් වූ පසු ව මහජන සංඛ්‍යාත නිකුත්කර ඇති සියලු මාධ්‍ය ආයතන විසින් සිදුකෙරෙන සියලු වැඩසටහන් අධීක්ෂණය, උපමාන නිකුත් කිරීම, මාධ්‍ය හැසිරීම පිළිබඳ ව මහජන පැමිණිලි භාරගැනීම සහ විමර්ශනය සිදුකර, අයුක්ති සහගත වැඩසටහන් පාලනය සඳහා කටයුතු කිරීමට ස්වාධීන මැතිවරණ කොමිසම යටතේ නිසි බලතල සහිත විශේෂ ඒකකයක්  පිහිටුවීම ඇතුළු ව, නිදහස් හා සාධාරණ මැතිවරණයක් තහවුරු කිරීම සඳහා අවශ්‍ය වෙනත් සහ වැඩිමනත් ප්‍රතිසංස්කරණ කඩිනමින් සිදුකිරීමට මේ යටතේ යෝජනා කරනු ලැබේ.",
                "c": "විදේශ රටවල නීති පිළිබඳව ද අධ්‍යයනය කරමින් මැතිවරණ ප්‍රචාරණ වියදම් (Election Campaign Financing) සම්බන්ධව අවශ්‍ය නීතිමය ප්‍රතිසංස්කරණ සිදු කළ යුතු ය.",
                "d": "සියලු මැතිවරණවලදී කාන්තා සහ තරුණ නියෝජනයට ඇති ඉඩප්‍රස්ථා සහතික කිරීම පිණිස මැතිවරණ නීති සඳහා අවශ්‍ය සංශෝධන ඉදිරිපත් කළ යුතු ය."
            }
        }
    ]
}