{
    "title": "காலிமுகத்திடலுக்கு அப்பால்” பிரஜைகளின் கோரிக்கை முன்மொழிவுகள்",
    "intro": {
        "title": "கௌரவத்துக்குரிய பிரஜைகளின் போராட்டக்காரர்களே பிரஜைகளே",
        "text" : "<p>இப்போது நாம் வரலாற்று முக்கியத்துவமான கட்டத்தில் இருக்கிறோம். இந்த கணத்தில் நாம் அனைவரும் எமது தலைமுறையினரின் எதிர்காலம் மற்றும் அடுத்த தலைமுறையினரின் எதிர்காலத்தை பாதுகாக்கும், மக்கள் நேய குடியரசுக்கான கனவை ஆழமாக மனதில் வைத்து வீதியி;ல் இறங்கி போராடுகிறோம். அஹிம்சை, அன்பு மனோதிடத்தின் அடிப்படையிலான போராட்டத்தை நாம் முன்னெடுத்துள்ளோம். ஜனாதிபதி நந்தசேன கோட்டாபாய ராஜபக்ஸ தலைமையிலான ராஜபக்ஸ அணியினரின் தூரநோக்கற்ற ஆட்சியை முடிவுக்கு கொண்டுவந்து புதிய சமூக உடன்பாட்டை உருவாக்குதல் இந்த போராட்டத்தின் அடிப்படைக் குறிக்கோள் ஆகும். அந்த குறிக்கோளை அடைவதற்காக இனம், மதம், குலம், கோத்திரம் மற்றும் கட்சி வேறுபாடுகள் இன்றி அனைத்து இலங்கை பிரஜைகளும் ஏகோபித்த மனதுடன் ஒன்றிணைந்து வருவதனை காணலாம்.</p><p>இப்போது நாம் வரலாற்று முக்கியத்துவமான கட்டத்தில் இருக்கிறோம். இந்த கணத்தில் நாம் அனைவரும் எமது தலைமுறையினரின் எதிர்காலம் மற்றும் அடுத்த தலைமுறையினரின் எதிர்காலத்தை பாதுகாக்கும், மக்கள் நேய குடியரசுக்கான கனவை ஆழமாக மனதில் வைத்து வீதியி;ல் இறங்கி போராடுகிறோம். அஹிம்சை, அன்பு மனோதிடத்தின் அடிப்படையிலான போராட்டத்தை நாம் முன்னெடுத்துள்ளோம். ஜனாதிபதி நந்தசேன கோட்டாபாய ராஜபக்ஸ தலைமையிலான ராஜபக்ஸ அணியினரின் தூரநோக்கற்ற ஆட்சியை முடிவுக்கு கொண்டுவந்து புதிய சமூக உடன்பாட்டை உருவாக்குதல் இந்த போராட்டத்தின் அடிப்படைக் குறிக்கோள் ஆகும். அந்த குறிக்கோளை அடைவதற்காக இனம், மதம், குலம், கோத்திரம் மற்றும் கட்சி வேறுபாடுகள் இன்றி அனைத்து இலங்கை பிரஜைகளும் ஏகோபித்த மனதுடன் ஒன்றிணைந்து வருவதனை காணலாம்.சியின் மூலம் எதிர்பார்க்கப்படுகிறது.</p><p>வரலாறு பூராவும் எமது அரசியல் கலாச்சாரத்தில் நிலவிய பலவீனங்கள் காரணமாக படிப்படியாக விருத்தியடைந்த சமூக பொருளாதார நெருக்கடிகள் முன்னொரு போதும் இல்லாத வகையில் தீவிரமடைவதற்கு ஜனாதிபதி கோட்டாபாய ராஜபக்ஸ தலைமையிலான ராஜபக்ஸ அணியின் தூரநோக்கற்ற, ஊழல் மற்றும் அதிகார மோகம் மிக்க ஆட்சி காரணமாக அமைந்தது. அவரது திமிர்பிடித்த, முட்டாள்த்தனமான தீர்மானங்கள் மற்றும் அக்கறையின்மை போன்றவை காரணமாக தற்போது எமது தாய்நாடு அத்தியாவசிய சேவைகளைக் கூட மேற்கொள்ள இயலாத, வீழ்ச்சியடைந்து, தோற்றுப்போன தேசமாக மாறியுள்ளது. அந்த தோல்வியடைந்த நிலையில் ஏற்படுத்தப்பட்ட தீவிரமான பொருளாதார, சமூக நெருக்கடிகள் பிரஜைகள் மீது ஏற்படுத்திய அழுத்தம் வெறுமனே அரசியல் நெருக்டியை தாண்டிய மனிதாபிமான நெருக்கடியை உருவாக்கியுள்ளது. அதற்கமைய, ஜனாதிபதி நந்தசேன கோட்டாபாய ராஜபக்ஸ தலைமையிலான ஆட்சியை முடிவுக்கு கொண்டுவருதலே இந்த நெருக்கடிகளுக்கு தீர்வுகாணும் முதலாவது செயற்பாடாகும் என்பது அனைவரும் ஏற்றுக்கொள்ளும் விடயமாகும். இருப்பினும், ‘கோட்டா கோ கோம்’ கோசம் என்பது வெறுமனே  ஜனாதிபதி கோட்டாபாய ராஜபக்ஸ பதவி விலகி வீட்டுக்கு செல்ல வேண்டும் என்பது மட்டுமல்ல. அதில் அதனையும் தாண்டிய பரந்த, வெளிப்படுத்தப்படாத பல உடன்பாடுகள் உள்ளன. அவ்வாறு ஆக்ககூடிய மக்கள் குழுக்கள், அமைப்புகள் மற்றும் பிரஜைகள் ஏற்றுக்கொள்ளக்கூடிய ஆகக்குறைந்த விடயங்கள் இந்த முன்மொழிவில் அடங்கியுள்ளன என நம்புகிறோம். நீங்கள் இந்த முன்மொழிவுடன் உடன்பட்டால் உங்களது பெயர், நீங்கள் ஏதாவது அமைப்பை பிரதிநிதித்துவம் செய்தால் அந்த அமைப்பின் பெயர் மற்றும் கையொப்பத்தை இட்டு இந்த முன்மொழிவுக்கான உங்களது உடன்பாட்டை தெரிவிக்கலாம். இந்த ஆகக்குறைந்த பொது கோரிக்கைகளை ஏற்று கொள்வதனால் அந்த கோரிக்கையை தாண்டிய கோரிக்கைகள் மற்றும் அவற்றை அடைவதற்கு பிரஜைகள் என்ற ரீதியில் அல்லது அமைப்பு என்ற ரீதியில் நீங்கள் கொண்டிருக்கும் உரிமை மட்டுப்படுத்தப்படாது.</p><p>இந்த வேளையில் ராஜபக்ஸ அணியினரின் ஆதிக்கத்தில் இன்னமும் சிக்கியுள்ள மக்களின் இறைமை அதிகாரத்தை வெற்றி கொள்வதற்காக இருக்கும் வினைத்திறனான முறையான, விரிவான பிரஜைகளின் அதிகாரமே என்பதனை மீண்டும் உங்களுக்கு நினைவூட்டி, நாம் முன்வைக்கும் ஆகக்கூடிய அளவில் உடன்படிக்கூடிய ஆகக்குறைந்த பொது உடன்பாட்டை அடையாளப்படுத்தும் இந்த முன்மொழிவை ஆராய்ந்து பார்த்து, உடன்பாட்டின் அடிப்படையில் கையெழுத்திடுமாறு இத்தால் கௌரவமாக வே;ணடுகோள் விடுக்கிறோம்.</p>"
    },
    "demands_list_title": "மக்கள் கோரிக்கை ",
    "demands_list": [
        {
            "enum_idx" : "1",
            "title": "ஜனாதிபதி தலைமையிலான ராஜபக்ஸ ஆட்சி உத்தியோகபூர்வமாக அதிகாரத்தை கைவிட வேண்டும்.",
            "text": "",
            "subs": {
                "a": "தற்போது நாடு முகங்கொடுத்துள்ள அனைத்து நெருக்கடிகளும் இந்தளவு அதிகரிப்பதற்கான அண்மித்த காரணி தற்போதைய ஜனாதிபதியின் தூரநோக்கற்ற செயற்பாடுகளாகும். இதன் காரணமாக இந்த நாடு மேலும் நெருக்கடியின் பாதாளத்தில் தள்ளப்படுவதனை தவிர்ப்பதற்காக நந்தசேன கோட்டாபாய ராஜபக்ஸ ஜனாதிபதி உடனடியாக பதவியிலிருந்து விலகுவதற்கு உடன்பட வேண்டும்.",
                "b": "ஜனாதிபதியும் பிரதமரும் அ. ராஜபக்ஸ ஆட்சி ஆதரவாளராக இருக்கக்கூடாது. <br>ஆ. மோசடி ஊழல் அல்லது வேறு எந்த வகையிலும் சட்டப­­ூர்வமாக குற்றம் சாட்டப்படாத  ஒரு நபராக இருத்தல் வேண்டும்.",
                "c": "ராஜபக்ஸ அணி மற்றும் அந்த அணியின் ஆட்சியினால் அரச நிறுவனங்களுக்கு நியமனம் செய்யப்பட்ட அல்லது பதவி உயர்வு பெற்ற பிரதான பதவிகளில் (தலைவர் மற்றும் பணிப்பாளர் பதவிகள்) இருக்கும் அனைவரும் உடனடியாக அந்த பதவிகளிலிருந்து விலக வேண்டும்."
            }
        },
        {
            "enum_idx": "2",
            "title": "வரையறுக்கப்பட்ட  காலத்துக்கான இடைக்கால ஆட்சி",
            "text": "",
            "subs": {
                "a": "நாட்டின் பொருளாதார, சமூக மற்றும் அரசியல் உறுதிப்பாட்டை ஏற்படுத்தவதற்காக பாராளுமன்றத்தில் அங்கம் வகிக்கும் கட்சிகளின் உடன்பாட்டுடன் புதிய இடைக்கால அரசாங்கம் வரையறுக்கப்பட்ட காலத்துக்காக அமைக்கப்பட வேண்டும். பாராளுமன்றத்தில் அங்கம் வகிக்கும் கட்சி தலைவர்களின் உடன்பாட்டுடன் அந்த தேசிய இடைக்கால ஆட்சியின் பிரதமர் தலைமையிலான அமைச்சரவை நியமிக்கப்பட வேண்டும்.",
                "b": "அவ்வாறு புதிய பிரதமர் மற்றும் அமைச்சரவை நியமிக்கப்படும் போது ராஜபக்ஸ குடும்ப அணியை சேர்ந்த எவரும் அதில் சேர்க்கப்படலாகாது என்பதுடன், நியமனம் செய்யப்படும் அனைவரும் நிதி முறைகேடு, ஊழல், குற்றச்சாட்டுக்கள் அற்றவர்களாக இருத்தல் வேண்டும்.",
                "c": "அமைச்சரவை உறுப்பினர்களின் ஆகக்கூடிய எண்ணிக்கை 15 ஆக வரையறுக்கப்பட வேண்டும். பாராளுமன்றத்தில் உருவாக்கப்பட்டுள்ள போதிலும், தற்போது இயங்கு நிலையில் இல்லாத துறைசார் மேற்பார்வை குழுக்கள் அமைச்சுக்களின் விடயப்பரப்புக்கு அமைய மீண்டும் இயங்கு நிலைக்கு கொண்டுவரப்பட்டு, அதற்கு தேவையான ஏனைய அதிகாரங்கள் இருப்பின் அவற்றையும் வழங்கி, அமுல்படுத்தப்பட வேண்டும். அதன் மூலம் அனைத்து பாராளுமன்ற உறுப்பினர்களும் அரசாட்சியில் வினைத்திறனாக பங்களிப்பு செய்யும் செயற்திட்டம் துரிதமாக ஆரம்பிக்கப்பட வேண்டும்.",
                "d": "மக்கள் பிரதிநிதிகளுக்கு வழங்கப்படும் அனைத்து சலுகைகளும் மீளாய்வு செய்து, சலுகைகளை குறைக்க மறுமதிப்பீடு நடவடிக்கை எடுக்க வேண்டும்.",
                "e": " நிச்சயிக்கப்பட்ட காலப்பகுதிக்காக நியமிக்கப்படும் இந்த இடைக்கால ஆட்சியின் இறுதியில் தேசிய தேர்தல் நடாத்தப்பட்டு மக்களின் இறைமைக்கு அமைய ஆட்சி அமைப்பதற்கான வாய்ப்பு வழங்கப்பட வேண்டும்."
            }
        },
        {
            "enum_idx": "3",
            "title": "அரசியலமைப்பில் அத்தியாவசியமான திருத்தங்களை விரைவாக்குதல்.",
            "text": "",
            "subs": {
                "a": "புதிய இடைக்கால ஆட்சியின் முதலாவது கருமமாக அரசியல் யாப்பின் 20 ஆவது திருத்தம் இரத்து செய்யப்பட்டு, 19 ஆவது அரசியல் யாப்பு திருத்தத்தை மேம்பட்டபதிப்பை  (19ூ) எனும் வகையில் நிறைவேற்று ஜனாதிபதியின் அதிகாரங்களை குறைக்கும் 21 ஆவது அரசியல் யாப்பு திருத்தமாக மேற்கொள்ளப்பட வேண்டும். குறைந்தது 02 மாத காலப்பகுதிக்குள் அமுலாக்கப்படவேண்டும்.",
                "b": "அதன் பின்னர் நிச்சயிக்கப்பட்ட காலப்பகுதியினுள் (06 மாதங்களுக்குமேற்படாத) நிறைவேற்று ஜனாதிபதி முறையை இரத்து செய்வதற்கு தேவையான அரசியல் யாப்பு மறுசீரமைப்பு செயன்முறையை அமுல்படுத்த வேண்டும்.",
                "c": "புதிய அரசியல் யாப்பை உருவாக்கும் செயன்முறையில் இலங்கையில் வாழும் அனைத்து மக்களும் (நீண்டகாலமாக வடக்கு, கிழக்கு போருக்கு முகங்கொடுத்த மக்கள் மற்றும் இனம், மதம் ,சாதி;, பாலியல் , புவியியல,; குல, கோத்திர அடிப்படையில் பாரபட்சமாக நடாத்தப்பட்ட மக்கள் நியாயமாகவும், நீதியாகவும் வாழக்கூடிய பின்னணியை உறுதிசெய்யும் சட்ட ரீதியான மறுசீரமைப்பை உருவாக்குதல் மற்றும் அது தொடர்பாக பரந்த தேசிய செயற்திட்டத்தை அமுல்படுத்துவதன் மூலம் சட்ட ரீதியான மறுசீரமைப்புகளுக்கு இணையாக சமூக மறுசீரமைப்பு மேற்கொள்ளப்பட வேண்டும்.",
                "d": "தேசிய நல்லிணக்க மையமாகக்கொண்ட செயற்திட்டங்களை வகைகூறலுடன் அமுல்படுத்துவதன் மூலம் நீதியான நீண்டகால சமாதானத்துக்கான அடிப்படை உருவாக்கப்பட வேண்டும்.",
                "e": "பங்கேற்பு ஜனநாயகத்தை மையமாகக்கொண்ட அரசியல் கலாச்சாரத்திற்கான இடம் உருவாக்கப்படவேண்டும். குடிமக்களுக்கும் சட்டத்திற்கும் இடையிலான ஒரு வலுவான மற்றும் பயனுள்ள இணைப்பு அமைவதோடு மக்கள் சார்பாக ஆர்ப்பாட்டங்களில் சமூகமட்ட பிரதிநிதிகளையும் பரந்த சிவில் சமூக மன்றங்களை உருவாக்கலாம்."
            }
        },
        {
            "enum_idx" : "4",
            "title": "நெருக்கடி முகாமைத்துவம்",
            "text": "நெருக்கடி முகாமைத்துவம்", 
            "subs": {
                "a": "இந்த வேளையில் இலங்கை முகங்கொடுத்துள்ள அவசரகால நிலை (மருந்து உள்ளிட்ட அத்தியாவசிய பொருட்களின் தட்டுப்பாடு மட்டுமல்லாத) மற்றும் மக்களின் பொருளாதார அழுத்தத்துக்கு நிவாரணம் வழங்கும் மக்கள் நிவாரண வரவுசெலவு திட்டத்தை கொண்டுவர வேண்டும்.",
                "b": "மேற்குறித்த வரவுசெலவு திட்டத்தை அடிப்படையாக கொண்டு நெருக்கடியால் வீழ்ச்சியடைந்துள்ள அனைத்து துறைகளையும் மேம்படுத்துவதற்காக விஷேட சமூக ஊக்குவிப்பு நிகழ்ச்சித்திட்டம் முன்வைக்கப்பட வேண்டும்.",
                "c": "நிபுணத்துவ ஆலோசனைகளுடன் துரித பொருளாதார மறுசீரமைப்பு மற்றும் பொருளாதார ஸ்திர தன்மை செயற்திட்டம் அமுல்படுத்தப்பட வேண்டும்.",
                "d": "அத்துடன், எதிர்காலத்தில் முகங்கொடுக்க வேண்டியுள்ள நெருக்கடிகள் மற்றும் மேற்கொள்ளப்படவுள்ள பொருளாதார மறுசீரமைப்பு செயற்திட்டங்களின் போது சமூகத்தில் உயர் அச்சுறுத்தலுக்கு (ர்iபா ஏரடநெசயடிடைவைல) முகங்கொடுக்க வேண்டியுள்ள சமூக பிரிவுகளுக்கு பாதுகாப்பு வழங்கப்படும் வகையில் சமூக பாதுகாப்பு வலை (ளுழஉயைட ளுநஉரசவைல நேவ)  உடனடியாக உருவாக்கப்பட வேண்டும்.",
                "e": "கறுப்பு சந்தை பொருளாதாரத்தை ஒழுங்குபடுத்தி விலைநிர்ணயித்தல் பொறிமுறைகளை உருவாக்கி சேவைகளின் தரத்தை உறுதிபடுத்தி பொருளாதார ஸ்திரத்தன்மையை மேம்படுத்தல.",
                "f": "உதற்போது செயற்படும் அனைத்து அபிவிருத்தி திட்டங்களும் சமூக கணக்காய்வுக்கு உட்படுத்தப்பட்டு பாதிப்பான மற்றும் தேவையற்ற திட்டங்கள் மீளாய்வு செய்யப்பட்டு, அந்த திட்டங்களை நிறுத்துவதற்கு அல்லது பொருத்தமான மாற்றங்களுடன் மீள ஆரம்பிப்பதற்கு நடவடிக்கை எடுத்தல் மற்றும் நிச்சயிக்கப்பட்ட முன்னுரிமை பட்டியலின் அடிப்படையில் எதிர்கால அபிவிருத்தி திட்டங்களை அமுல்படுத்துதல்.",
                "g": "எதிர்காலத்தில் மேற்கொள்ளப்படும் பொருளாதார மறுசீரமைப்பு செயற்பாடுகளின் போது அரச நிறுவனங்கள் மற்றும் தேசிய முக்கியத்துவம் மிக்க வளங்கள் தொடர்பான தீர்மானங்கள் மேற்கொள்ளப்படும் போது தொழிற்சங்கங்கள், அந்தந்த துறைகளின் நிபுணர்கள் அடங்கலாக அனைத்து தரப்பினரினதும் (யடட ளவயமநாழடனநசள) கருத்துக்கள் பெறப்பட்டு முறையான மற்றும் வெளிப்படைத் தன்மையான செயன்முறையில் தீர்மானிக்கப்பட வேண்டும்.",
                "h": "வெளிநாட்டு கடன் மீள் ஒழுங்குபடுத்தல் செயன்முறையில் காலநிலை கடன் (ஊடiஅயவந னுநடிவ)  எண்ணக்கரு தொடர்பில் கவனம் செலுத்துவதன் மூலம் இலங்கைக்கு பெற்றுக் கொள்ளக்கூடிய நிவாரணங்களை பெறுவதற்கு தேவையான இராஜதந்திர தலையீடுகள் மேற்கொள்ளப்பட வேண்டும். "
            }
        },
        {
            "enum_idx" : "5",
            "title": "சொத்துக்களின் புலனாய்வு மற்றும் வெளிப்படுத்தல்",
            "text": "", 
            "subs": {
                "a": "ராஜபக்ஸ குடும்ப அணியின் உறுப்பினர்கள் உள்ளிட்ட அனைத்து மக்கள் பிரதிநிதிகள் மற்றும் அவர்களது நெருங்கிய உறவினர்களின் சொத்துக்கள் மற்றும் பொறுப்புக்கள் தொடர்பான தடயவியல் கணக்காய்வு மேற்கொள்ளப்பட வேண்டும்.",
                "b": "அந்த தடயவியல் கணக்காய்வின் மூலம் கண்டுபிடிக்கப்படும் முறைகேடான வருமானங்கள் தொடர்பாக புலனாய்வு செய்து குற்றவாளிகளுக்கு தண்டனை வழங்கும் போது, முறைகேடாக சம்பாதித்த சொத்துக்களை அரசுடமையாக்க நடவடிக்கை எடுக்க வேண்டும்.",
                "c": "நாட்டிலிருந்து வெளியே அனுப்பப்பட்டுள்ள முறைகேடாக உழைத்த சொத்துக்களை மீண்டும் இலங்கை அரசுக்கு கையகப்படுத்தவதற்காக இராஜதந்திர ரீதியான தலையீட்டை ஆரம்பித்தல் மற்றும் அந்த சொத்துக்களை மீள கையகப்படுத்துவதற்கு நடவடிக்கை எடுக்கப்பட வேண்டும்.",
                "d": "2003 ஐக்கிய நாடுகளின் ஊழல் எதிர்ப்பு சமவாயத்தை இலங்கையில் அமுல்படுத்துவதற்கு தேவையான சட்ட ரீதியான ஏற்பாடுகள் அறிமுகம் செய்யப்பட வேண்டும்."
            }
        },
        {
            "enum_idx" : "6",
            "title": "சட்ட ஆட்சியை மீள் உறுதி செய்தல்",
            "text": "",
            "subs": {
                "a": " கணக்காய்வாளர் நாயகத்தின் செயற்பாடுகள் தொடர்பாக வெளிப்படைத் தன்மையான, வகைகூறலை உறுதி செய்யும் பொறிமுறை (உதாரணமாக சிவில் செயற்பாட்டாளர்களும் பங்கேற்பும் விளக்கமளிக்கக்கூடிய பாராளுமன்ற மேற்பார்வை குழு போன்ற பொறிமுறை) நிறுவப்பட வேண்டும்.",
                "b": "முறைகேடாக சட்டத்தை பாவித்து பிரஜைகளின் பேச்சு மற்றும் வெளிப்படுத்தல் உரிமை உள்ளிட்ட மனித உரிமைகள் மற்றும் ஏனைய மனித உரிமைகள் மீறப்படும் அனைத்து வகையிலுமான சட்ட ரீதியான முறைகேடுகளை உடனடியாக நிறுத்துவதற்காக சட்ட ரீதியான மறுசீரமைப்புகளை மேற்கொள்ள நடவடிக்கை எடுத்தல் வேண்டும். (உதா: Pவுயு மற்றும் முன்மொழியப்பட்டுள்ள ஊவுயு சட்டத்தின் மூலம் இடம்பெறும் அடிப்படை மனித உரிமைகள் மறுக்கப்படுதல் உடனடியாக நிறுத்த நடவடிக்கை எடுக்கப்பட வேண்டும்.)",
                "c": "முன்னைய ஆட்சிக் காலத்தில் மேற்கொள்ளப்பட்ட அனைத்து படுகொலைகள், கடத்தல்கள், காணாமல் ஆக்கப்படுதல்( உயிர்தெழு ஞாயிறு படுகொலைகள். றும்புக்கனை கொலை. மற்றும் கோடா கோ கம மற்றும் மைனா கோ கம அமைதிப்போராட்டக்காரர்கள் மீதான தாக்குதல்  உள்ளிட்ட ஏனைய குற்றங்கள் தொடர்பாக தற்போது விசாரணை மேற்கொள்ளப்படும் வழக்குகள் எந்தவொரு அழுத்தமும் இன்றி விரைவாக விசாரணை மேற்கொள்வதற்கு தேவையான சூழமைவு உருவாக்கப்பட்டு, குற்றம் இழைத்தவர்களுக்கு தகுந்த தண்டனை வழங்கப்பட வேண்டும்.",
                "d": "இதுவரை வெளிவராத நாடு பூராவும் இடம்பெற்றுள்ள அனைத்து பிரஜைகளினதும் படுகொலைகள், கடத்தல்கள், காணாமல் செய்யப்படுதல், பாலியல் முறைகேடுகள், காணி மற்றும் சொத்து பறிப்புகள், சொத்துக்களுக்கு சேதம் விளைவித்தல், சட்டத்துக்கு புறம்பான படுகொலைகள் (நஒவசயதரனiஉயைட மடைடiபௌ) உள்ளிட்ட ஏனைய குற்றங்கள் தொடர்பாக உண்மையை கண்டறிவதற்காக ‘குற்றங்களுக்கான நீதி ஆணைக்குழு’ நியமிக்கப்பட்டு அந்த சம்பவங்களின் உண்மையை கண்டறிய நடவடிக்கை எடுத்தல் வேண்டும். மேலும், அதன் மூலம் தெரியவரும் தகவல்களின் அடிப்படையில் சட்டத்தை அமுல்படுத்தி, பொறுப்பான நபர்களுக்கு தகுந்த தண்டனை வழங்க நடவடிக்கை எடுக்கப்பட வேண்டும்.",
                "e": "அண்மைக் கால வரலாற்றில் அரசியல் தேவைகளின் அடிப்படையில் சட்டத்தை முறைகேடாக பாவித்து மேற்கொள்ளப்பட்ட அனைத்து கைதுகள் காரணமாக அநீதி மற்றும் துன்புறுத்தலுக்கு உள்ளானோருக்கு விரைவாக நியாயத்தை வழங்குவதற்கு தேவையான நடவடிக்கை மேற்கொள்ளப்பட வேண்டும்.",
                "f": "அனைத்து சிறைச்சாலைகளும் மனித உரிமைகள் ஆணைக்குழுவின் கண்காணிப்புக்கு உட்படுத்துவதற்கு இடமளிப்பதன் மூலம் அனைத்து அரசியல் கைதிகளினதும் உண்மையான தகவல் பட்டியல் வெளியிடப்பட வேண்டும். அத்துடன், அந்த அரசியல் கைதிகளை விரைவாக விடுவிப்பதற்கு நடவடிக்கை எடுத்தல் வேண்டும்.",
                "g": "சுற்றாடல் அழிப்பு மற்றும் உயிரியல் வள கொள்ளை தொடர்பாக நியாயமான மற்றும் பக்கச்சார்பற்ற புலனாய்வு மேற்கொண்;டு, பொறுப்பான நபர்களுக்கு தண்டனை வழங்குவதன் மூலம் நீதி நிறைவேற்றுதல் உறுதி செய்யப்பட வேண்டும்."
            }
        },
        {
            "enum_idx" : "7",
            "title": "உயிர்வாழும் உரிமை அடிப்படை மனித உரிமையாக அரசிய் யாப்பில் உள்ளடக்க நடவடிக்கை எடுக்கப்பட வேண்டும். (இதற்காக இந்திய அரசியல் யாப்பின் உயிர்வாழும் உரிமை உள்ளடக்கப்பட்டுள்ள முறையை முன்மாதிரியாக பாவிக்கலாம்)",
            "text": "", 
            "subs": {}
        },
        {
            "enum_idx" : "8",
            "title": "இடைக்கால ஆட்சிக்கு பின்னர் நடத்தப்படும் அனைத்து தேர்தல்களும் சுதந்திரமாகவும், நியாயமாகவும் நடத்தப்படுவதற்கு தேவையான சட்ட மறுசீரமைப்புகளை அறிமுகம் செய்தல்.",
            "text": "", 
            "subs": {
                "a": "தேர்தல் பிரகடனப்படுத்தப்பட்ட பின்னர் அனைத்து பொதுசன ஊடகங்களும் சுதந்திரமான மற்றும் நியாயமான முறையில் நெறிப்படுத்தப்படுவதற்காக சுயாதீன தேர்தல்கள் ஆணைக்குழுவுக்கு அதிகாரத்தை ஒப்படைக்கும். ",
                "b": "ஊடக நிறுவனங்களும் மேற்கொள்ளும் அனைத்து நிகழ்ச்சிகளுக்கும் மேற்பார்வை, வழிகாட்டல்களை வழங்குதல், சுதந்திமான மற்றும் நியாயமான தேர்தலை உறுதி செய்வதற்கு தேவையான ஏனைய மற்றும் மேலதிக மறுசீரமைப்புகள் விரைவாக மேற்கொள்வதற்கு இதன் கீழ் முன்மொழிவு செய்யப்படுகிறது.",
                "c": "வெளிநாடுகளின் சட்டங்கள் தொடர்பாகவும் ஆராய்ந்து பார்த்து, தேர்தல் பிரச்சார செலவு (ஊயஅpயபைn குiயெnஉiபெ) தொடர்பாக தேவையான சட்ட ரீதியான மறுசீரமைப்பு மேற்கொள்ளப்பட வேண்டும்.",
                "d": "அனைத்து தேர்தல்களிலும் பெண்கள் மற்றும் இளவயதினரின் பிரதிநிதித்துவத்துக்கு இடமளித்தலை உறுதி செய்வதற்காக தேர்தல்கள் சட்டத்தில் தேவையான திருத்தங்கள் முன்வைக்கப்பட வேண்டும்."
            }
        }
    ]
}